Repository: denigma/denigma
Catalog: denigma/apps/account/locale/*/LC_MESSAGES/django.po
Languages: cs, ru

source: Password
cs: Heslo
ru: Пароль

source: Remember Me
cs: Zapamatuj si mě
ru: Запомнить меня

source: If checked you will stay logged in for 3 weeks
cs: Je-li zaškrtnuto, zůstanete přihlášeni tři týdny
ru: Система запомнит вас на 3 недели, если отметите

source: Username
cs: Uživatelské jméno
ru: Имя пользователя

source: This account is currently inactive.
cs: Tento účet je momentálně neaktivní
ru: Этот аккаунт не активен в настоящее время.

source: The e-mail address and/or password you specified are not correct.
cs: Zadaná e-mailová adresa či heslo jsou nesprávné.
ru: Адрес электронной почты и/или пароль, которые вы указали, не корректны.

source: The username and/or password you specified are not correct.
cs: Zadané uživatelské jméno či heslo jsou nesprávné.
ru: Имя пользователя и/или пароль, которые вы указали, не корректны.

source: Password (again)
cs: Heslo (znovu)
ru: Пароль (повторите)

source: E-mail (optional)
cs: E-mail (nepovinný)
ru: Электронная почта (не обязательно)

source: Usernames can only contain letters, numbers and underscores.
cs: Uživatelská jména mohou obsahovat pouze písmena, čísla a podtržítka.
ru: Имя пользоватея может состоять только из букв, цифр и подчеркиваний.

source: This username is already taken. Please choose another.
cs: Toto uživatelské jméno je již zabrané. Vyberte si prosím jiné.
ru: Имя ползователя занято. Пожалуйста выберете другое.

source: A user is registered with this e-mail address.
cs: Uživatel je zaregistrován s tímto e-mailem.
ru: Пользователь с таким адресом электронной почты уже зарегистрирован.

source: You must type the same password each time.
cs: Musíte zadat stejné heslo v obou případech.
ru: Вы должны ввести один и тот же пароль.

source: This e-mail address already associated with this account.
cs: Tento e-mail je již propojen s tímto účtem.
ru: Этот адрес электронной почты уже ассоциирован с этим аккаунтом.

source: This e-mail address already associated with another account.
cs: Tento e-mail je již propojen s jiným účtem.
ru: Этот адрес электронной почты уже ассоциирован с другим аккаунтом.

source: Current Password
cs: Nynější heslo
ru: Текущий пароль

source: New Password
cs: Nové heslo
ru: Новый пароль

source: New Password (again)
cs: Nové heslo (znovu)
ru: Новый пароль (повторите)

source: Please type your current password.
cs: Zadejte prosím vaše současné heslo.
ru: Подалуйста введите ваш текущий пароль.

source: Timezone
cs: Časová zóna
ru: Часовой пояс

source: Language
cs: Jazyk
ru: Язык

source: user
cs: uživatel
ru: пользователь

source: timezone
cs: časová zóna
ru: часовой пояс

source: language
cs: jazyk
ru: язык

source: Other Service Info Key
cs: Info klíč jiné služby
ru: Ключ информации другого сервиса

source: Other Service Info Value
cs: Info hodnota jiné služby
ru: Значение информации другого сервиса

source: temp_key
cs: dočasný_klíč

source: timestamp
cs: časová značka
ru: временная метка

source: reset yet?
cs: již vyrušit?
ru: сбросить?

source: Successfully logged in as %(user)s.
cs: Úspěšně přihlášen jako %(user)s.
ru: Успешно вошли как %(user)s.

source: Confirmation email sent to %(email)s
cs: Potvrzovací e-mail byl poslán na %(email)s
ru: Письмо для подтверждения отправлено на %(email)s

source: Removed email address %(email)s
cs: E-mail %(email)s odebrán
ru: Адрес %(email)s удален

source: Password successfully changed.
cs: Heslo úspěšně změněno.
ru: Пароль изменен.

source: Password successfully set.
cs: Heslo úspěšně nastaveno.
ru: Пароль установлен.

source: Timezone successfully updated.
cs: Časová zóna úspěšně změněna.
ru: Часовой пояс обновлен.

source: Language successfully updated.
cs: Jazyk úspěšně změněn.
ru: Язык обновлен.

source: Twitter authentication failed
cs: Ověření pomocí Twitteru selhalo
ru: Не удалось авторизоваться в Twitter

source: Successfully authenticated.
cs: Úspěšně ověřen.
ru: Успешно авторизованы.

source: Removed twitter account information successfully.
cs: Informace o Twitter účtu byly úspěšně odebrány.
ru: Twitter - аккаунт удален.

source: E-mail
ru: Электронная почта
